load-resources/spring-boot-jdbc-template/100-2.txt
sending 100 messages per second
Requests      [total, rate]            500, 100.20
Duration      [total, attack, wait]    4.993365398s, 4.989999953s, 3.365445ms
Latencies     [mean, 50, 95, 99, max]  2.957541ms, 2.934921ms, 3.3192ms, 5.727815ms, 6.232335ms
Bytes In      [total, mean]            29000, 58.00
Bytes Out     [total, mean]            7500, 15.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:500  
Error Set: