load-resources/spring-boot-jdbc-template/250-5.txt
sending 250 messages per second
Requests      [total, rate]            1250, 250.20
Duration      [total, attack, wait]    4.998395451s, 4.995999676s, 2.395775ms
Latencies     [mean, 50, 95, 99, max]  4.358516ms, 4.553776ms, 5.30289ms, 8.228993ms, 13.883812ms
Bytes In      [total, mean]            72500, 58.00
Bytes Out     [total, mean]            18750, 15.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:1250  
Error Set: