load-resources/spring-boot-jdbc-template/5000-8.txt
sending 5000 messages per second
Requests      [total, rate]            25000, 5000.20
Duration      [total, attack, wait]    5.004019146s, 4.999799795s, 4.219351ms
Latencies     [mean, 50, 95, 99, max]  5.859753ms, 5.317972ms, 8.987954ms, 21.948214ms, 57.351207ms
Bytes In      [total, mean]            1450000, 58.00
Bytes Out     [total, mean]            375000, 15.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:25000  
Error Set: